<?php

  $this->message_set = array(
     "Form.tag"            => "Ключевое слово",
     "Form.tag.Desc"       => "При создании ключевого слова роль играют только буквы и цифры. И ещё &laquo;/&raquo; (косая черта) для создания подрубрик зачем-нибудь.",
     "Form.desc"           => "Описание ключевого слова",
     "Form.desc.Desc"       => "Этот текст будет размещён перед перечнем документов, связанных с этой рубрикой",

     "Form.read"              => "На просмотр рубрики",
     "Form.read.Desc"         => "Это не имеет отношения к просмотру самих срубрицированных записей",
     "Form.write"             => "На редактирование описания",
     "Form.comment"           => "На комментирование",
     "Form.comment.Desc"      => "Это не на комментирование срубрицированных записей, если что",

     "Form._Name"             => "Создать ключевое слово",
     "Form._Group.0"          => "Основная информация", 
     "Form._Group.1"          => "Доступ к рубрике",
   );

?>
