<?php
  $this->message_set = array(

     "Mail:Subject"  => "Необходима модерация нового аккаунта",
     "Mail:MainText" => "Только что зарегистрирован новый аккаунт. ".
                        "Поскольку ваш узел требует предварительной проверки свежезарегистрированных аккаунтов администраторами узла,".
                        " (а Вы &mdash; без сомнения, именно один из них), то Вам необходимо промодерировать этот аккаунт, ".
                        "чтобы им можно было пользоваться",
   );
?>