<?php
  $this->message_set = array(
     "404"            => "Документ не найден",
     "404.Common"     => "Такого документа здесь нет. А что дальше делать, ".
                         "разработчики поленились написать. Реализовать какую-то сложную логику тоже поленились",

     "404.AccountNotFound"     => "Аккаунт не найден",  
     "404.RecordNotFound"      => "Запись в журнале не обнаружена",  
     "404.CommentNotFound"     => "Комментарий не обнаружен",
     "404.CommentDeleted"      => "Комментарий ужё удалён. Извините.",
     "404.VersionsRecordNotFound"     => "В журнале нет записи, версии которой вы возжелали посмотреть",
     "404.VersionNotFound"     => "Версии за данным номером не существует",
     "404.ClassNotRecognized"  => "По указанному адресу не находится известное нам что-нибудь",
   );

?>