<?php
  $this->message_set = array(
     "Forbidden"            => "Доступ запрещён",
     "Forbidden.Common"     => "Вам нельзя просматривать эту страницу / использовать эту функцию. ".
                               "Разработчики же поленились написать почему.",

     "Forbidden.AccountNotApproved" => "Зарегистрированный аккаунт ещё не прошёл проверку администраторами узла",
     "Forbidden.AccountFrozen"      => "Аккаунт заморожен владельцем и скоро будет удалён. Если Вы &#151; владелец аккаунта &#151; в Ваших силах восстановить журнал.",
     "Forbidden.AccountSuspended"   => "Аккаунт принудительно заморожен администратором узла.",

     "Forbidden.AccountSecret"   => "Этого адреса существовать никогда не будет.",
     
     "Forbidden.UserMenuChange" => "Для изменения персонального меню необходимо войти в систему",
     "Forbidden.NotAnAdmin" => "Вы не входите в число администраторов узла, а эту операцию могут производить только они",
     "Forbidden.NotImplemented" => "Здесь и далее: не реализовано ещё",
     "Forbidden.RegistrationHomeNodeOnly" => "Регистрация доступна только по адресу <местного> узла",
     "Forbidden.RegistrationAdminOnly" => "Регистрация доступна только ограниченному числу пользователей, вы в него не входите, к сожалению",
     "Forbidden.RegistrationNoGuestsOnly" => "Для создания сообщества Вам необходимо зарегистрироваться",

     "Forbidden.CommunityNotSupport" => "Сообщество не поддерживает такие функции",
     "Forbidden.AccountNotSupport"   => "Пользовательский аккаунт не поддерживает такие функции",
     "Forbidden.JoinNoGuests" => "Для вступления в сообщество Вам необходимо войти в систему",

     "Forbidden.AnythingInCommunityIsForbidden" => "В журнал сообщества нельзя помещать сообщений или документов. Публикация в сообщество осуществляется из вашего собственного журнала.",

     "Forbidden.YouDontOwnThisAccount" => "Эту операцию может выполнить только владелец аккаунта или администратор. А вы &#151; ни тот и ни другой",
     "Forbidden.ProfileEdit" => "Редактировать профиль может только его владелец, которым вы не являетесь",
     "Forbidden.SettingsEdit" => "Менять настройки аккаунта может только его владелец, которым вы не являетесь",
     "Forbidden.UserpicsTune" => "Управлять картинками профиля может только его владелец, которым вы не являетесь",
     "Forbidden.ChangePassword" => "Чтобы поменять пароль аккаунта, нужно быть его владельцем. Вы &#151; не он",
     "Forbidden.TempPasswordWasnSet" => "Временный пароль не был установлен или был установлен слишком давно",
     "Forbidden.FriendsEdit" => "Изменять списки корреспондентов и друзей может только владелец аккаунта, которым вы не являетесь, ага",

     "Forbidden.YouAreInBanlist" => "Вам запрещены всякие действия в этом журнале &#151; вы попали в его бан-лист",
     "Forbidden.RecordForbiddenACL" => "У вас нет доступа к изменению настроек доступа к этой записи",
     "Forbidden.RecordForbiddenDelete" => "Вам запрещено удалять эту страницу",
     "Forbidden.RecordForbiddenEdit" => "У вас нет прав на изменение содержимого этой записи",
     "Forbidden.RecordForbiddenAdd" => "Сообщения в этом журнале публиковать может только его хозяин. Вы можете опубликовать свои сообщения в своём собственном журнале.",
     "Forbidden.RecordForbidden" => "У вас нет доступа на просмотр этой защищённой записи",
     "Forbidden.VersionsOfMessage" => "Нельзя просматривать версии сообщений. У них нет версий.",
     "Forbidden.DiffSame" => "Невозможно посмотреть различия между одной и той же версией, попробуйте выбрать две разных",

     "Forbidden.CommentDelete" => "Только автор комментария или владелец записи/журнала может потереть комментарий, а вы со всей очевидностью не они",
     "Forbidden.CommentFreeze" => "Только владелец записи/журнала может управлять &laquo;заморозкой&raquo; обсуждений, а вы со всей очевидностью не они",

     "Forbidden.CommentDeletedNoAdd" => "Комментарий, к которому вы хотите добавить свой &mdash; уже удалён.",
     "Forbidden.CommentFrozenNoAdd"  => "Дискуссия, которую вы собираетесь продолжить, заморожена.",

     "Forbidden.VersionsForbidden" => "У вас нет прав на просмотр списка версий этого документа",

     "Forbidden.NoSuchUser" => "Запрошенный пользователь не зарегистрирован на узле",
     "Forbidden.NoSuchRecord" => "Запрошенная запись отсутствует",

     "Forbidden.BrokenAccount" => "Кажется, этот журнал сломан. У него нет корневой записи, это грустно...",

     "Forbidden.ReplicationForbiddenEdit" => "У вас недостаточно прав для редактирования этого правила",

     "Forbidden.CouldNotCommentAnnounce" => "Нельзя добавлять комментарии к анонсам документов",
     "Forbidden.CouldNotComment" => "Комментирование этой записи запрещено",
     "Forbidden.CouldNotCommentDeleted" => "Комментарий удалён. Прокомментировать его уже не удастся.",
     "Forbidden.CommentForbidden" => "Комментирование этой записи вам запрещено.",
     "Forbidden.CommentForbiddenForAnonymous" => "Комментирование этой записи разрешено только зарегистрированным пользователям.",

     "Forbidden.NoGuests" => "Для использования этой функции Вам необходимо зарегистрироваться",

     "Error.TocInVersion" => "Здесь было автооглавление &#151; при просмотре версий оно не работает",

   
     "Forbidden.AutomatePost" => "К сообщению нельзя привязать правила автонастройки свойств",
     "Forbidden.AutomateOwnerOnly" => "Параметры автонастройки может устанавливать только владелец журнала.",

     "Forbidden.ModuleIsNotAllowedInClass" => "К сожалению, класс этого аккаунта не позволяет использовать данный модуль",

     "Forbidden.CommunityFilterNotSet" => "Фильтр сообщества не установлен",
     "Forbidden.CommunityFilterDenied" => "У вас недостаточно прав, чтобы управлять этим фильтром. ".
                                          "Нужно быть его модератором, менеджером или владельцем.",
   );

?>