<?php

  $this->message_set = array(
    "Form.account"     => "Аккаунт, из которого<br /> производится репликация:",
    "Form.record"      => "Запись:",
    "Form.date_from"   => "Правило вступает в силу с:",
    "Form.date_to"     => "Правило действует до:",
    "Form.dont_doublereplicate" => "Не реплицировать реплицированное",
    "Form.maxperday"   => "Максимальное количество<br /> скопированных сообщений в день:",
    "Form.maxdepth"    => "Максимальный уровень вложения:",
    "Form.facet_white" => "Белый список рубрик",
    "Form.facet_white.Desc" => "Если указаны и белый и чёрный список, то действуют оба списка.",
    "Form.facet_black" => "Черный список рубрик",
    "Form.facet_black.Desc" => "Например, если вы укажете в белом списке Work и Relax, а в чёрном Relax, то копироваться будут только сообщения из рубрики Work.",
    "Form.authors_white" => "Белый список авторов",
    "Form.authors_white.Desc" => "Если указаны и белый и чёрный список, то действуют оба списка.",
    "Form.authors_black" => "Черный список авторов",
    "Form.topic_white" => "Белый список Topic Search",
    "Form.topic_white.Desc" => "Topic Search - это поиск подстроки в заголовке сообщения. Перечисляя с новой строки несколько слов, вы задаёте поиск по \"ИЛИ\".",
    "Form.topic_black" => "Черный список Topic Search",
    "Form.topic_black.Desc" => "Если указаны и белый и чёрный список, то действуют оба списка.",



    "Form._Name"      => "Задание правила репликации",
    "Form._Group.0" => "Основные настройки",
    "Form._Group.1" => "Рубрикация",
    "Form._Group.2" => "Опции",
    "Form._Group.3" => "Авторы",
    "Form._Group.4" => "Поиск",
   );

?>