<?php

  $this->message_set = array(
     "Form.subscription"   => "ѕодписатьс€ на:",

     "Form.cluster_diff"          => "уведомлени€ об изменени€х в этой записи и всех дочерних",
     "Form.cluster_add"           => "новые документы в этом журнале",
     "Form.cluster_comments"      => "комментарии к&nbsp;этой записи и всем дочерним",
     "Form.cluster_post"          => "новые сообщени€ в этом журнале",
     "Form.record_diff"           => "уведомлени€ об изменени€х в этой записи",
     "Form.record_comments"       => "комментарии к&nbsp;этой записи",
     "Form.facet_post"            => "новые сообщени€ в этой рубрике",
     "Form.facet_add"             => "новые документы, св€занные с этой рубрике",
     "Form.facet_comments"        => "комментарии к запис€м, св€занным с этой рубрикой",
     "Form.facet_comments2"       => "комментарии ко всем запис€м в этом сообществе",
     "Form.facet_diff"            => "уведомлени€ об изменени€х в запис€х, св€занных с этой рубрикой",

     "Form._Name"             => "ѕодписка",
     "Form._Group.0"          => "ѕодписка",
   );

?>
