<?php

  $this->message_set = array(
    "Form.login"         => "Логин для входа в систему",
    "Form.login.Desc"    => "он же будет основной частью Вашего Нпж-адреса",
    "Form.login.Help"    => "Логин может состоять только из английских букв в нижнем регистре, цифр и дефиса, но не может начинаться с дефиса или цифры.",
    "Form.password"      => "Пароль",

    "Form.account_class" => "Вид пользователя",
    "Form.parent_id"     => "Принадлежит группе",

    "Form.journal_name"     => "Заглавие журнала",
    "Form.journal_desc"     => "Девиз журнала / краткое описание",

    "Form.file_url_prefix"       => "Путь к Вашим файлам",
    "Form.file_url_prefix.Desc"  => "URL Вашего сайта (или каталога на нём), где Вы планируете размещать изображения",

    "Form.user_name"     => "Ваше имя/фамилия",
    "Form.user_name.Help"    => "Имя не может включать в себя точку-с-запятой. Извините.",
    "Form.bio"           => "Краткая биография",
    "Form.website_url"   => "URL сайта",
    "Form.website_name"  => "И его название",

    "Form.email"         => "E-mail",
    "Form.email.Desc"    => "E-mail &mdash; необязательное поле, однако, это Ваш единственный способ восстановить пароль, если Вы его потеряете или забудете.".
                            "<br />Кроме того, email-подписка в НПЖ &mdash; очень удобная в использовании вещь.",

    "Form.icq_uin"       => "ICQ №",
    "Form.icq.Help"      => "Номер ICQ может состоять только из цифр",
    "Form.sex"           => "Пол",
    "Form.sex.Data"      => array( "науке не известен", "мужской", "женский" ),
    "Form.birthday"      => "День рождения",
    "Form.interests"     => "Ваши интересы",
    "Form.interests.Desc"=> "Укажите, чем Вы интересуетесь, разделяя интересы запятыми или переводами строки. <br />".
                            "Если Вы собрались написать: <b>Я люблю оладьи с кленовым сиропом и янтарные проблески душ</b>, то лучше это написать в биографию.<br />".
                            "Сюда же больше подойдёт что-то вроде: <b>тёлки, кефир, любить любовью крепкой</b>",
    "Form.country"       => "Страна",
    "Form.region"        => "Регион/область",
    "Form.city"          => "Город",

    "Form.advanced_options"   => "Различные настройки",
    "Form.typografica"   => "Корректировать типографику во&nbsp;всех документах журнала",
    "Form.hide_email"    => "Показывать мой email только моим конфидентам",
    "Form.group_versions"     => "Группировать версии документов по авторам",

    "Form.advanced_post_options"   => "Формат URL у сообщений",
    "Form.post_supertag"   => "включать заголовок сообщения транслитом",
    "Form.post_date"      => "показывать дату сообщения в URL",

    "Form.template_announce"   => "Шаблон заголовка анонса",
    "Form.template_digest"     => "Шаблон заголовка дайджеста",

    "Form.skin"                => "Оформление журнала",
    "Form.friends_template"     => "Шаблон френд-ленты",

    "Form._Name"      => "Ваши персональные данные",
    "Form._Group.0"   => "Общие данные",
    "Form._Group.1"   => "О вашем журнале",
    "Form._Group.2" => "Электронный контакт",
    "Form._Group.3" => "Личная информация",
    "Form._Group.4"  => "Местонахождение",
    "Form._Group.5"  => "Настройки журнала и интерфейса",
    "Form._Group.Users"       => "Необходимо для входа в систему",
   );

?>