<?php

  $this->message_set = array(
     "ConfirmForm.Title"            => "Забыли пароль?",
     "ConfirmForm.Confirm"          => "Нажмите \"Да\", чтобы получить инструкции по восстановлению доступа (они будут высланы Вам по email)",
     "ConfirmForm.ConfirmButton"    => "Да",
     "ConfirmForm.Granted"          => "Вам на email (если вы его указывали ранее) высланы инструкции по восстановлению доступа",
     "ConfirmForm.Denied"           => "Не получилось выслать инструкции на email",
     "ConfirmForm.Back"             => "Вернуться",

     "Mail:Subject" =>  "Забытый пароль",
     "Mail:MainText" => "Здравствуйте! Похоже, что Вы или кто-то другой забыл ваш пароль. Чтобы войти без ввода пароля, кликните сюда",
     "Mail:Agree"  => "Смена пароля",
     "Mail:IfYouCant" => "Если не выходит, вставьте эту ссылку в адресную строку браузера и следуйте инструкциям: ",
   
   );

?>