<?php

  $this->message_set = array(

    "AboutNNS" => "Сеть НПЖ-узлов - это набор всех узлов, &laquo;знакомых&raquo; друг с другом. Знакомство позволяет им взаимодействовать:<ul><li>пользователи с разных узлов смогут включать друг друга в друзья<li>реплицировать записи на свои узлы<li>комментировать и работать в рабочих группах на знакомых узлах под своим собственным именем.</ul>Мы рекомендуем присоединить ваш узел к Сети прямо сейчас.",

    "Unauthorized" => "Сервер NNS сообщает: неверный пароль. Очень странно. Обратитесь к разработчикам.",
    "Conflict" => "Сервер NNS сообщает: такое имя узла уже существует. Очень плохо. Вы не сможете войти в НПЖ-сеть, не переинсталлировав Ваш узел.",
    "PreconditionFailed" =>  "Сервер NNS сообщает: запрос содержит недостаточно информации. Очень странно. Обратитесь к разработчикам.",
    "Undefined" =>  "Сервер NNS сообщает: произошла неизвестная ошибка. Очень странно. Обратитесь к разработчикам.",
    "WrongServer" =>  "То, что мы считали сервером NNS, сообщает, что им не является. Очень странно. Обратитесь к разработчикам.",

    "Mail2Admin" => "Простите, что беспокоим.<br />Дело в том, что Вы установили НПЖ-узел по адресу %1, но не присоединили его к сети НПЖ-узлов.<br /><br />%2<br /><br />Чтобы больше не получать это письмо, Вам достаточно ввести узел в сеть (по адресу %3), либо указать в конфигурационном файле параметр <tt>\$this->alert_npjnet = 0;</tt>.",

   );

?>
