<?php

  $this->message_set = array(
     "ConfirmForm.Title"            => "Заморозка учётной записи",
     "ConfirmForm.Confirm"          => "Вы хотите заморозить учётную запись? Журнал станет невидимым для всех и через 30 дней вообще будет удалён",
     "ConfirmForm.ConfirmButton"    => "Да, детка!",
     "ConfirmForm.Granted"          => "Эх... жаль. Но мы его заморозили",
     "ConfirmForm.Denied"           => "Не получилось заморозить",
     "ConfirmForm.Back"             => "Мама, забери меня обратно",

     "Mail:Subject"  => "Вы заморозили аккаунт",
     "Mail:MainText" => "Ваш аккаунт был заморожен и через Нцать дней погибнет в топке капитализма.<br /><br />".
                        "Если вы передумали &#151; <a href=\"%%alive%%\">вам сюда</a>",
   );



?>