<?php

  $this->message_set = array(
        
         "Trako.logger_root.subject" => "Лог работы с рапортом",
         "Trako.logger_root.body"    => "Эта ветка комментариев содержит автоматически генерируемые сообщения ".
                                        "об операциях, осуществляемых над рапортом.<br /><br />".
                                        "Авторство комментариев соответствует производящим соотв. операции",

         "Trako.logger_subjects" => array( // параметр event_name
            "issue_add"         => "Рапорт добавлен",
            "issue_state"       => "Рапорт переведён в состояние: ",
            "issue_status"      => "Рапорт изменил статус на ",
            "issue_edit"        => "Рапорт отредактирован",
            "issue_delete"      => "Рапорт удалён",
            "issue_assign_self" => "Рапорт самоназначен разработчиком",
                                         ),
   );
?>